Revit 2024 API
UnitTypeId.Acres Property
 Acres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Acres { get; }
Visual Basic
Public Shared ReadOnly Property Acres As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Acres {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace